const Privacy = () => {
  return (
    <div>
      <p className="mb-6 font-semibold text-2xl">سياسة الخصوصية</p>

      <div className="p-4 bg-white text-text-normal text-lg">
        تعد حماية خصوصية المستخدمين أحد أهم أولوياتنا، حيث نسعى للحفاظ على سرية
        بياناتكم وضمان عدم تعرضها لأي انتهاك أو استخدام غير مصرح به. تشرح هذه
        السياسة كيفية جمع البيانات الشخصية، وأسباب جمعها، والطريقة التي يتم بها
        استخدامها. نحن نلتزم بتطبيق أعلى معايير الأمان لحماية معلوماتكم من
        الوصول غير المصرح به أو التعديل أو الإفصاح عنها. يتم جمع البيانات بطرق
        قانونية وشفافة، ويتم استخدامها فقط للأغراض المصرح بها والتي تشمل تحسين
        خدماتنا وتقديم الدعم اللازم. بالإضافة إلى ذلك، نقوم بتحديث هذه السياسة
        بشكل دوري لتعكس أي تغييرات في الإجراءات أو التشريعات ذات الصلة. يمكن
        للمستخدمين الاطلاع على آخر تحديثات السياسة في أي وقت. نضمن لكم حق الوصول
        إلى بياناتكم الشخصية وتحديثها أو طلب حذفها بناءً على رغبتكم. نحن نأخذ
        خصوصيتكم على محمل الجد ونلتزم بتقديم تجربة آمنة لجميع المستخدمين.
      </div>
      <p className="mt-8 mb-6 font-semibold text-2xl">الشروط والأحكام</p>

      <div className="p-4 bg-white text-text-normal text-lg">
        تعد حماية خصوصية المستخدمين أحد أهم أولوياتنا، حيث نسعى للحفاظ على سرية
        بياناتكم وضمان عدم تعرضها لأي انتهاك أو استخدام غير مصرح به. تشرح هذه
        السياسة كيفية جمع البيانات الشخصية، وأسباب جمعها، والطريقة التي يتم بها
        استخدامها. نحن نلتزم بتطبيق أعلى معايير الأمان لحماية معلوماتكم من
        الوصول غير المصرح به أو التعديل أو الإفصاح عنها. يتم جمع البيانات بطرق
        قانونية وشفافة، ويتم استخدامها فقط للأغراض المصرح بها والتي تشمل تحسين
        خدماتنا وتقديم الدعم اللازم. بالإضافة إلى ذلك، نقوم بتحديث هذه السياسة
        بشكل دوري لتعكس أي تغييرات في الإجراءات أو التشريعات ذات الصلة. يمكن
        للمستخدمين الاطلاع على آخر تحديثات السياسة في أي وقت. نضمن لكم حق الوصول
        إلى بياناتكم الشخصية وتحديثها أو طلب حذفها بناءً على رغبتكم. نحن نأخذ
        خصوصيتكم على محمل الجد ونلتزم بتقديم تجربة آمنة لجميع المستخدمين.
      </div>
      <p className="mt-8 mb-6 font-semibold text-2xl">سياسة الاستخدام</p>

      <div className="p-4 bg-white text-text-normal text-lg">
        تعد حماية خصوصية المستخدمين أحد أهم أولوياتنا، حيث نسعى للحفاظ على سرية
        بياناتكم وضمان عدم تعرضها لأي انتهاك أو استخدام غير مصرح به. تشرح هذه
        السياسة كيفية جمع البيانات الشخصية، وأسباب جمعها، والطريقة التي يتم بها
        استخدامها. نحن نلتزم بتطبيق أعلى معايير الأمان لحماية معلوماتكم من
        الوصول غير المصرح به أو التعديل أو الإفصاح عنها. يتم جمع البيانات بطرق
        قانونية وشفافة، ويتم استخدامها فقط للأغراض المصرح بها والتي تشمل تحسين
        خدماتنا وتقديم الدعم اللازم. بالإضافة إلى ذلك، نقوم بتحديث هذه السياسة
        بشكل دوري لتعكس أي تغييرات في الإجراءات أو التشريعات ذات الصلة. يمكن
        للمستخدمين الاطلاع على آخر تحديثات السياسة في أي وقت. نضمن لكم حق الوصول
        إلى بياناتكم الشخصية وتحديثها أو طلب حذفها بناءً على رغبتكم. نحن نأخذ
        خصوصيتكم على محمل الجد ونلتزم بتقديم تجربة آمنة لجميع المستخدمين.
      </div>
    </div>
  );
};

export default Privacy;
